Repository: krelltunez/lastGLANCE
Catalog: ios/App/GlanceWidgets/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_br, uk, zh_cn

source: %@ · %lld overdue
de: %@ · %lld überfällig
es: %@ · %lld vencidas
fr: %@ · %lld en retard
it: %@ · %lld in ritardo
pl: %@ · zaległe: %lld
pt_br: %@ · %lld atrasadas
uk: %@ · протерміновано: %lld
zh_cn: %@ · %lld 个逾期

# %lld active days
source: active days
de: aktive Tage
es: días activos
fr: jours actifs
it: giorni attivi
pl: aktywnego dnia
pt_br: dias ativos
uk: активного дня
zh_cn: 活跃天数

# %lld completions
source: completions
de: Erledigungen
es: completadas
fr: réalisations
it: completamenti
pl: wykonania
pt_br: conclusões
uk: виконання
zh_cn: 完成记录

# %lld day streak
source: day streak
de: Tage in Folge
es: días seguidos
fr: jours d'affilée
it: giorni di fila
pl: dnia z rzędu
pt_br: dias seguidos
uk: дня поспіль
zh_cn: 连续天数

source: %lld overdue
de: %lld überfällig
es: %lld vencidas
fr: %lld en retard
it: %lld in ritardo
pl: Zaległe: %lld
pt_br: %lld atrasadas
uk: Протерміновано: %lld
zh_cn: %lld 个逾期

source: %lld overdue · %lld soon
de: %lld überfällig · %lld bald fällig
es: %lld vencidas · %lld por vencer
fr: %lld en retard · %lld bientôt
it: %lld in ritardo · %lld in scadenza
pl: Zaległe: %lld · wkrótce: %lld
pt_br: %lld atrasadas · %lld a vencer
uk: Протерміновано: %lld · незабаром: %lld
zh_cn: %lld 个逾期 · %lld 个即将到期

source: %lld soon
de: %lld bald fällig
es: %lld por vencer
fr: %lld bientôt
it: %lld in scadenza
pl: Wkrótce: %lld
pt_br: %lld a vencer
uk: Незабаром: %lld
zh_cn: %lld 个即将到期

source: %lldd ago
de: vor %lld T.
es: hace %lld d
fr: il y a %lld j
it: %lld g fa
pl: %lld dn. temu
pt_br: há %lld d
uk: %lld дн. тому
zh_cn: %lld 天前

source: +%lld more
de: +%lld weitere
es: +%lld más
fr: +%lld de plus
it: +%lld altre
pl: +%lld więcej
pt_br: +%lld mais
uk: +%lld ще
zh_cn: 另有 %lld 个

source: A one-tap shortcut to add a new chore.
de: Eine neue Aufgabe mit einem Tipp hinzufügen.
es: Un acceso de un toque para añadir una nueva tarea.
fr: Un raccourci pour ajouter une nouvelle tâche en un geste.
it: Una scorciatoia per aggiungere una nuova attività con un tocco.
pl: Skrót, który jednym dotknięciem dodaje nowy obowiązek.
pt_br: Um atalho de um toque para adicionar uma nova tarefa.
uk: Швидкий доступ, щоб додати нову справу одним дотиком.
zh_cn: 一键添加新事项。

source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
pl: Aktywność
pt_br: Atividade
uk: Активність
zh_cn: 活动

source: Add chore
de: Aufgabe hinzufügen
es: Añadir tarea
fr: Ajouter une tâche
it: Aggiungi attività
pl: Dodaj obowiązek
pt_br: Adicionar tarefa
uk: Додати справу
zh_cn: 添加事项

source: All caught up
de: Alles erledigt
es: Todo al día
fr: Tout est à jour
it: Tutto fatto
pl: Wszystko zrobione
pt_br: Tudo em dia
uk: Усе виконано
zh_cn: 都处理好了

source: Choose chore
de: Aufgabe wählen
es: Elegir tarea
fr: Choisir la tâche
it: Scegli attività
pl: Wybierz obowiązek
pt_br: Escolher tarefa
uk: Виберіть справу
zh_cn: 选择事项

source: Chore
de: Aufgabe
es: Tarea
fr: Tâche
it: Attività
pl: Obowiązek
pt_br: Tarefa
uk: Справа
zh_cn: 事项

source: Chores that are due soon or overdue, with one-tap Done.
de: Aufgaben, die bald fällig oder überfällig sind, mit Erledigt per Tipp.
es: Tareas próximas a vencer o vencidas, con Hecho en un toque.
fr: Les tâches bientôt dues ou en retard, avec Fait en un geste.
it: Attività in scadenza o in ritardo, con Fatto in un tocco.
pl: Obowiązki z bliskim terminem lub zaległe, z oznaczaniem jednym dotknięciem.
pt_br: Tarefas a vencer em breve ou atrasadas, com Feito num toque.
uk: Справи з близьким терміном або протерміновані, з позначкою «виконано» одним дотиком.
zh_cn: 显示近期或逾期的事项，并可一键标记完成。

source: Done
de: Erledigt
es: Hecho
fr: Fait
it: Fatto
pl: Zrobione
pt_br: Feito
uk: Виконано
zh_cn: 完成

source: How many chores need attention, on your Lock Screen.
de: Wie viele Aufgaben Aufmerksamkeit brauchen – auf deinem Sperrbildschirm.
es: Cuántas tareas necesitan atención, en tu pantalla de bloqueo.
fr: Combien de tâches demandent de l'attention, sur votre écran verrouillé.
it: Quante attività hanno bisogno di attenzione, sulla schermata di blocco.
pl: Ile obowiązków wymaga uwagi, na ekranie blokady.
pt_br: Quantas tarefas precisam de atenção, na tela de bloqueio.
uk: Скільки справ потребує уваги, на екрані блокування.
zh_cn: 在锁定屏幕上查看有多少事项需要关注。

source: Less
de: Weniger
es: Menos
fr: Moins
it: Meno
pl: Mniej
pt_br: Menos
uk: Менше
zh_cn: 少

source: Mark chore done
de: Aufgabe als erledigt markieren
es: Marcar tarea como hecha
fr: Marquer la tâche comme faite
it: Segna attività come fatta
pl: Oznacz obowiązek jako zrobiony
pt_br: Marcar tarefa como concluída
uk: Позначити справу виконаною
zh_cn: 将事项标记为完成

source: More
de: Mehr
es: Más
fr: Plus
it: Più
pl: Więcej
pt_br: Mais
uk: Більше
zh_cn: 多

source: One chore and how long it has been, with one-tap Done. Edit the widget to pick which.
de: Eine Aufgabe und wie lange es her ist, mit Erledigt per Tipp. Widget bearbeiten, um sie zu wählen.
es: Una tarea y cuánto hace de la última vez, con Hecho en un toque. Edita el widget para elegirla.
fr: Une tâche et depuis combien de temps, avec Fait en un geste. Modifiez le widget pour la choisir.
it: Un'attività e da quanto tempo, con Fatto in un tocco. Modifica il widget per sceglierla.
pl: Jeden obowiązek i ile czasu minęło, z oznaczaniem jednym dotknięciem. Edytuj widżet, aby wybrać który.
pt_br: Uma tarefa e há quanto tempo foi, com Feito num toque. Edite o widget para escolhê-la.
uk: Одна справа і скільки часу минуло, з позначкою «виконано» одним дотиком. Відредагуйте віджет, щоб вибрати, яка саме.
zh_cn: 显示一个事项及距上次完成的时间，并可一键标记完成。编辑小组件可选择要显示的事项。

source: Open lastGLANCE once to sync.
de: Öffne lastGLANCE einmal zum Synchronisieren.
es: Abre lastGLANCE una vez para sincronizar.
fr: Ouvrez lastGLANCE une fois pour synchroniser.
it: Apri lastGLANCE una volta per sincronizzare.
pl: Otwórz lastGLANCE raz, aby zsynchronizować.
pt_br: Abra o lastGLANCE uma vez para sincronizar.
uk: Відкрийте lastGLANCE один раз, щоб синхронізувати.
zh_cn: 打开一次 lastGLANCE 以完成同步。

source: Open lastGLANCE ready to add a new chore.
de: Öffnet lastGLANCE direkt beim Hinzufügen einer neuen Aufgabe.
es: Abre lastGLANCE listo para añadir una nueva tarea.
fr: Ouvre lastGLANCE prêt à ajouter une nouvelle tâche.
it: Apre lastGLANCE pronto per aggiungere una nuova attività.
pl: Otwiera lastGLANCE od razu w dodawaniu nowego obowiązku.
pt_br: Abre o lastGLANCE pronto para adicionar uma nova tarefa.
uk: Відкриває lastGLANCE одразу для додавання нової справи.
zh_cn: 打开 lastGLANCE 并直接进入添加新事项界面。

source: Overdue at a glance
de: Überfälliges auf einen Blick
es: Atrasadas de un vistazo
fr: En retard en un coup d'œil
it: In ritardo a colpo d'occhio
pl: Zaległe w skrócie
pt_br: Atrasadas num relance
uk: Протерміноване одним поглядом
zh_cn: 逾期概览

source: Pick the chore this widget tracks.
de: Wähle die Aufgabe, die dieses Widget zeigt.
es: Elige la tarea que sigue este widget.
fr: Choisissez la tâche suivie par ce widget.
it: Scegli l'attività seguita da questo widget.
pl: Wybierz obowiązek, który śledzi ten widżet.
pt_br: Escolha a tarefa que este widget acompanha.
uk: Виберіть справу, яку відстежує цей віджет.
zh_cn: 选择此小组件要跟踪的事项。

source: SOON
de: BALD
es: PRONTO
fr: BIENTÔT
it: PRESTO
pl: WKRÓTCE
pt_br: EM BREVE
uk: НЕЗАБАРОМ
zh_cn: 近期

source: Snapshot unreadable.
de: Snapshot nicht lesbar.
es: Instantánea ilegible.
fr: Instantané illisible.
it: Snapshot illeggibile.
pl: Nie można odczytać migawki.
pt_br: Instantâneo ilegível.
uk: Не вдалося прочитати знімок.
zh_cn: 无法读取快照。

source: Soon
de: Bald
es: Pronto
fr: Bientôt
it: Presto
pl: Wkrótce
pt_br: Em breve
uk: Незабаром
zh_cn: 近期

source: Your completion history at a glance.
de: Dein Erledigungsverlauf auf einen Blick.
es: Tu historial de tareas completadas de un vistazo.
fr: Votre historique de réalisations en un coup d'œil.
it: La tua cronologia di completamenti a colpo d'occhio.
pl: Twoja historia wykonań w skrócie.
pt_br: O seu histórico de conclusões num relance.
uk: Ваша історія виконань одним поглядом.
zh_cn: 一览你的完成历史。

source: due
de: fällig
es: vencidas
fr: en retard
it: in ritardo
pl: zaległe
pt_br: atrasadas
uk: протерм.
zh_cn: 逾期

source: lastGLANCE · %lld overdue, %lld soon
de: lastGLANCE · %lld überfällig, %lld bald fällig
es: lastGLANCE · %lld vencidas, %lld por vencer
fr: lastGLANCE · %lld en retard, %lld bientôt
it: lastGLANCE · %lld in ritardo, %lld in scadenza
pl: lastGLANCE · zaległe: %lld, wkrótce: %lld
pt_br: lastGLANCE · %lld atrasadas, %lld a vencer
uk: lastGLANCE · протерміновано: %lld, незабаром: %lld
zh_cn: lastGLANCE · %lld 个逾期，%lld 个即将到期

source: never
de: nie
es: nunca
fr: jamais
it: mai
pl: nigdy
pt_br: nunca
uk: ніколи
zh_cn: 从未

source: today
de: heute
es: hoy
fr: aujourd'hui
it: oggi
pl: dziś
pt_br: hoje
uk: сьогодні
zh_cn: 今天

source: yesterday
de: gestern
es: ayer
fr: hier
it: ieri
pl: wczoraj
pt_br: ontem
uk: учора
zh_cn: 昨天
